Repository: damoores/Week7-Core-Data-Hotel
Catalog: LabHomework/HotelManager/HotelManager/*.lproj/Localizable.strings
Languages: es_mx

source: Book Now!
es_mx: ¡Reservar ahora!

source: Browse Hotels
es_mx: Busque Hoteles

source: First Name
es_mx: Nombre de pila

source: H & M Properties
es_mx: H & M Propiedades

source: Last Name
es_mx: Apellido

source: My Reservations
es_mx: Mis Reservas

source: Name: %@ %@, Hotel: %@
es_mx: Nombre: %1$@ %2$@, Hotel: %3$@

source: Phone Number
es_mx: Número de teléfono

source: Reservation at %@, Room: %@, From: %@ - To%@
es_mx: Reserva en %1$@, Habitación: %2$@, De: %3$@ - A:%4$@

source: Room %@: %@ Beds, $%@ per night
es_mx: Habitación %1$@: %2$@ Camas, $%3$@por noche

source: Search
es_mx: Buscar

source: Select Dates
es_mx: Fechas BuscarSelect

source: Set Check-in Date
es_mx: Establecer Fecha de entrada

source: Set Check-out Date
es_mx: Establecer Fecha de salida
